[Main]
DisplayName=English

[Uninstaller_frmIObitUninstall]
rdibFeedback.Caption=Feedback

[Uninstaller_fraBrowserCleaner]
lbl_NoItems.caption=No toolbars and plug-ins in your browser
rdlvAllBrowse.Columns[0].Caption=Name
rdlvAllBrowse.Columns[1].Caption=User rating
rdlvAllBrowse.Columns[2].Caption=Operation
rdlvCustomBrowse.Columns[0].Caption=Name
rdlvCustomBrowse.Columns[1].Caption=Operation
mniRemove.Caption=Remove
mniRate.Caption=Rate
mniIgone.Caption=Ignore
mniRefush.Caption=Refresh
mniOpenFloder.Caption=Open file location
mniOpeninRegedit.Caption=Open in Regedit
mniSelectedAll.Caption=Select all
mniInvertSelection.Caption=Invert selection
mniSearchOnline.Caption=Search online

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Reset Browser
lblConfire.Caption=Are you sure to restore default settings?
lblHomepageTitle.Caption=Current Homepage:
lblSearchTitle.Caption=Current Default Search Engine:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Cancel

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Feedback
lbl_DescTitle.caption=Description:
lbl_EmailTitle.caption=Email address:
lbl_ScreenShot.caption=ScreenShot
lbl_TypeTitle.caption=Request type:
btnImg_FeedBackSend.caption=Send
btnImg_FeedBackCancel.caption=Cancel
lbl_ContactMsg.caption=Or email us at

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=Remove
lbl_NoTkanks.caption=Never show this again

[Uninstaller_frmSetting]
lbl_Caption.caption=Settings
lbl_UserInterfaceTitle.caption=User Interface
lbl_SkinTitle.caption=Skin:
lbl_LanguageTitle.caption=Current Language:
lbl_FontSize.caption=Font size:
lbl_Classic.caption=Classic
lbl_White.caption=White
lbl_UpdateTitle.caption=Update Method
lbl_UpdateRemind.caption=Notify me when updates are available
lbl_UpdateChooseDes.caption=Update method for this product:
lbl_UpdateAuto.caption=Update automatically
lbl_GeneralCaption.caption=General
lbl_AutoDelete.caption=Automatically remove residual files
lbl_AutoDeleteAfterOtherUninstall.caption=Automatically delete leftovers of program uninstalled by other uninstaller
lbl_RemoveToRecycleBin.caption=Delete files to Recycle Bin
lbl_ShowExplorerButton.caption=Add Shred File button to Explorer
lbl_Notification.caption=Notification
lbl_AutoShowTipForm.caption=Notify me when other uninstaller's uninstall operation detected
lbl_BrowserPlugTip.caption=Notify me when malicious plug-ins installed
btnImg_OK.caption=OK
btnImg_Cancel.caption=Cancel

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Name
ListView_AppList.Columns[1].caption=Size
ListView_AppList.Columns[2].caption=Install date
ListView_AppList.Columns[3].caption=Operation
lbl_Notice.caption=To show your Windows Apps, please make sure that your current account has administrative rights.
mniUninstall.caption=Uninstall
mniRefush.caption=Refresh
mniView.caption=View
mniDetails.caption=Details
mniIcons.caption=Icons
mniOpenFile.caption=Open file location
mniOpenReg.caption=Open in Regedit
mniOpenWinstore.caption=Open in Winstore
mniSearchOnline.caption=Search online

[Uninstaller_Frame_Update]
ListView_Update.Columns[0].caption=Name
ListView_Update.Columns[1].caption=Install date
ListView_Update.Columns[2].caption=Operation
lbl_NoItems.caption=No Windows Updates found.
mniUninstall.caption=Uninstall
mniRefush.caption=Refresh
mniViewby.caption=View by
mniDetails.caption=Details
mniIcons.caption=Icons

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Force Uninstall
lbl_FUInfo.caption=Force Uninstall helps you uninstall a program which cannot be uninstalled in a routine way and clean its residual files thoroughly. It can also help you remove a shortcut and its target file easily.
btnImg_Open.caption=Browse...
lbl_DropInfo.caption=You can browse or drag and drop a file or folder here to delete or uninstall its related program.
btnImg_Uninstall.caption=Uninstall
btnImg_Cancel.caption=Cancel
PopMenu_Uninstall.caption=Uninstall
PopMenu_OpenFolder.caption=Open File Location
PopMenu_ViewEntry.caption=Open in Regedit
PopMenu_SearchOnline.caption=Search online
ListView_FindReslut.Columns[0].caption=Display name
ListView_FindReslut.Columns[1].caption=Size
ListView_FindReslut.Columns[2].caption=Install date

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Open in Regedit
mniMenu_Path.caption=Open file location
btnImg_AllMainCancel.caption=Cancel
btnImg_Advanced.caption=Advanced
btnImg_Uninstall.caption=Uninstall
lbl_AutoDelete.caption=Automatically remove residual files
lbl_IsCreateRestore.caption=Create a restore point before uninstall
lbl_IsUninstallHint.caption=Do you want to uninstall the selected program?
btnImg_Delete.caption=Delete
btnImg_ReslutCancel.caption=Cancel
lbl_SeletedAll.caption=Select All
lbl_ShredFile.caption=Shred files
lbl_AllRestart.caption=Please reboot your computer to completely uninstall the following program. Reboot now?
lbl_NoPowerScan.caption=Uninstall Completed.
lbl_SomeNeedStart.caption=Please reboot your computer to completely uninstall the following program. Reboot now?
btnImg_RecommendClose.caption=Close
btnImg_Restart.caption=Yes
lbl_MoneyBackInfo.caption=You will enjoy a more secure and faster PC by removing unwanted programs and plugins completely. 60-day money back guarantee. No question asked.
lbl_MoneyBackTitle.caption=Guaranteed thorough uninstall and a cleaner PC
lbl_UninstallCompleted.caption=Uninstall Completed!
lbl_PluginTitle.caption=But to ensure safer surfing, the following issues need to be fixed:
lbl_UpgradeDes.caption=To fix them, upgrade to IObit Uninstaller PRO now.
lbl_AutoUpdateDes.caption=Clean residual files automatically and quickly
lbl_CleanDes.caption=Detect and uninstall bundleware easily
lbl_MoreDBDes.caption=Remove more stubborn programs with expanded database
lbl_ProTitle.caption=But with PRO edition, it can:
lbl_RemovePlugin.caption=Remove malicious plug-ins to secure web browser
lbl_SupportDes.caption=Keep your important programs always up to date

[Uninstaller_frm_CheckRelatedForm]
btnImg_OK.caption=Uninstall
btnImg_Cancel.caption=Cancel

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=System Restore
rdlblDesc.Caption=Restore your computer to the state it was in before the selected event. The latest one cannot be deleted for system security.
ListView_Restore.Columns[0].Caption=Date and time
ListView_Restore.Columns[1].Caption=Description
btn_CreateRestorePoint.Caption=Create Restore Point
RdImageButton_Restore.Caption=Restore
RdImageButton_Delete.Caption=Delete
lblNull.Caption=No system restore points created.

[Uninstaller_Form_CleanTool]
RdLabelCaption.caption=Cleanup Residual
lbl_Frame_Detail.caption=Cleanup Residual will help you clean Invalid Shortcut, Windows Patch Cache and useless files in Download Folder to save more space for better system performance.
lbl_Shortcut_Title.caption=Invalid Shortcuts
lbl_Shortcut_Detail.caption=Scan and remove the invalid shortcuts in start menu, desktop to improve system performance && user experience.
lbl_WindowsPatch_Title.caption=Windows Patch Cache
lbl_WindowsPatch_Detail.caption=Clean the cache generated during installing patches to release more disk space and make system run smoothly.
lbl_Download_Title.caption=Download Folder
lbl_Download_Detail.caption=Scan files in default download folder of main-stream browsers and download tools. Before deletion, please make sure they are useless files.
Menu_Clean_OpenFileLocation.caption=Open File Location
Menu_Clean_SelectAll.caption=Select All
Menu_Clean_InvertSelection.caption=Invert Selection
ListView_Clean.Columns[0].Caption=File path
RdLabelBack.Caption=Back
ck_SelectALL.Caption=Select All

[uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=No, thanks
RdImgBtnUninstall.caption=Uninstall
RdListView_History.Columns[0].Caption=Program name
RdListView_History.Columns[1].Caption=State

[uninstaller_Form_UninstallLog]
RdImageButton_Closetwo.caption=Close

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=File Shredder
lbl_Listview_Title.caption=Select the file or folder you want to shred:
lblLoading.caption=Loading...
lbl_AddFile.caption=Add file...
lbl_AddFolder.caption=Add folder...
RdImageButton_Shredder.caption=Shred
RdImageButton_Cancel.caption=Cancel
ListView_FileList.Columns[0].Caption=File path
Menu_Shredder_Shredder.caption=Shred
Menu_Shredder_AddFile.caption=Add File
Menu_Shredder_AddFolder.caption=Add Folder
Menu_Shredder_Romove.caption=Remove
Menu_Shredder_Clean.caption=Clear
lbl_Shredder_Tip.caption=Shredding the files now. It may take some time, please wait...

[uninstall_Mitor_M]
ProStillLeavesone_M=%d program still leaves:
Lbl_metro_Atten.caption=Attention
lbl_show.caption="%s" still has leftovers, which may affect PC performance.
Donotagain_M=Don't show this again
Hide_M=Hide
showDetails_M=Show details
Cleanmanually_M=Clean Manually
Close_M=Close
AutoClean_M=Auto Clean
Cleaning_M=Cleaning
Cleannow_M=Clean Now
StillLeavas_M="%s" still leaves:
RegistryEntries_M=registry entries
MBFiles_M=MB files
LeftBy_M=left by "%s" were deleted
Cleanfuture_M=Clean automatically in future
Registry_M=Registry
File_M=File
Files_M=files
Items_M=items
Item_M=item
rdlblCleanupCompleted.caption=Cleanup Completed
rdlblIncomplete.caption=Incomplete Uninstall
Setting_M=Setting
Uselessfiles_M=useless files
Uselessregistryentries_M=useless registry entries
UselessregistryentriesOne_M=useless registry entry
Removingnow_M=Removing now...
rdlblRemoving.caption=Removing now...
TrayHintstill=Still %d residual issues can be fixed.
CCtrayHint_M=Still %d+ residual issues can be fixed.
LeftoversRemoved_M=Leftovers removed:
ProStillLeaves_M=%d programs still leaves:

[UninstallHistory_M]
rdlbl_NoTkanks.caption=No, thanks
RdImageButtonImageButton_Uninstall.caption=Uninstall

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Warning
Lbl_Warnning_Detail.caption=This computer program is protected by copyright law and international treaties.
lbl_copyright.caption=Copyright© 2005-2018 IObit. All rights reserved.
lbl_Thanks_Title.caption=Special thanks to the following people for their great contributions:
rdhtmlEula.caption=<a>EULA</a> | <a>Privacy Policy</a>

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Size
ListView_SoftwareList.Columns[2].Caption=Install date
ListView_SoftwareList.Columns[3].Caption=Operation
Menu_Program_Uninstall.caption=Uninstall
Menu_Program_Repair.caption=Repair
Menu_Program_Refresh.caption=Refresh
Menu_Program_ViewBy.caption=View by
Menu_Program_icons.caption=Icons
Menu_Program_Details.caption=Details
Menu_Program_OpenFileLocation.caption=Open file location
Menu_Program_OpeninRegedit.caption=Open in Regedit
Menu_Program_SearchOnline.caption=Search online

[uninstaller_Form_Activate]
Label_Get.caption=Get License
Label_Retrv.caption=Retrieve Code
Label_Eg.caption=E.g.: AAAAA-BBBBB-CCCCC-DDDDD
lblTitleOne.caption=Stubborn Program Removal
lblContentOne.caption=Thoroughly remove more stubborn programs with cutting edge technology and expanded database
lblTitleTwo.caption=Completely Uninstall Bundleware
lblContentTwo.caption=Monitor program installation to detect and uninstall bundleware && bundled plug-ins easily
lblTitleThree.caption=Fast and Secure Browser
lblContentThree.caption=Remove malicious && ads plug-ins/extensions to give you a safe and smooth online surfing experience
lblTitleFour.caption=New Software Updater
lblContentFour.caption=Easily and quickly keep your important programs always up to date
RdImgBtnRegNow.caption=Register Now
RdLabelCaption.caption=Activate PRO Edition to Enjoy Better Service Experience
Label_Please.caption=Please enter your license code and click "Register Now" to activate full functions of the PRO edition.
Label_Code.caption=License code:
Label_More.caption=More Benefits, We Promise:
RdImgBtn_Upgrade.caption=Upgrade to Pro
rdlblHelp.caption=Help

[uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Close
rdlblHelp.caption=Help
Label_Please.caption=Please enter your license code and click "Register Now" to activate all functions of the PRO edition.
Label_Code.caption=License code:
RdImgBtnRegister.caption=Register Now
Label_Retrv.caption=Retrieve Code
Label_HaveLicense.caption=Do not have a license?
Label_click.caption=Click here to get one.
RdImageButton_Back.caption=Back
RdImageButton_Close.caption=Close
RdLabelCaption.caption=License Manager
Label_Status.caption=License status:
Label_Activated.caption=Activated
Label_Lcode.caption=License code:
Label_Data.caption=Expiration date:
Label_Refresh.caption=Refresh
Label_Export.caption=Export license
rdlblAlread.caption:=Already have a license code

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Help
RdImgBtn_Closetwo.caption=Close
Label_success.caption=The license code has been activated successfully!

[uninstaller_ToolUninstallHistroy]
RdLabelDetail.caption=Here presents you with uninstallation logs and status. If the status is Residual files left, you may click Scan to find and remove all leftovers.
RdLabelCaption.caption=Uninstall History
ListView_History.Columns[1].Caption=Uninstall date
ListView_History.Columns[2].Caption=Size
ListView_History.Columns[3].Caption=State
ListView_History.Columns[4].Caption=Operation
Menu_ClearThis.Caption=Clear this record
Menu_ClearAll.Caption=Clear all

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Left click and drag the mouse to select the area you want to take screenshot
M_NoticeInfo_AC=2. Right click or press Esc to exit
M_Rect=Rectangle
M_Oval=Oval
M_Text=Text
M_Paintbrush=Paintbrush
M_Return=Restore operation Ctrl + Z
M_Copy=Copy to clipboard
M_Exit=Exit screenshot
M_Save=Save
M_TipInfo=The screenshot has been saved to clipboard. You can use Ctrl + V to paste.
M_TipShow=Don't show this message again
M_TipSure=OK
M_NoticeInfo=1.Left click and drag the mouse to select the area you want to take screenshot
M_NoticeInfo_a=2.Right click or press Esc to exit

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Sending...
lbl_SendFailed.caption=Send failed. Please click OK to submit an online feedback.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Thanks for your feedback. We will contact you back as soon as possible.
btnImg_SendSuccess.caption=OK

[Uninstaller_Form_UptoPro]
Rdlb_UpdateManually.caption=Update Manually
Rdlb_lbOpenBuyWeb.caption=Tired of manual update?
RdLb_OpenBuyWeb.caption=Activate Automatic Update

[Uninstaller_M]
Startup_Delete_M=Delete
LicenseSeat_M=License Seat:
Powerful_File_Reboot_M=File deleted at Reboot:
Powerful_File_Del_M=File deleted:
Powerful_Reg_Sucess_M=Registry deleted:
Powerful_Reg_Faild_M=Registry deletion failed:
Powerful_Task_Sucess_M=Task Scheduler deleted:
Powerful_Task_Faild_M=Task Scheduler deletion failed:
Powerful_Services_Sucess_M=Service deleted:
Powerful_Services_Faild_M=Service deletion failed:
CodeLiftTime_M=This is a lifetime license code, which is only valid for IObit Uninstaller v6. Please reinstall your IObit Uninstaller v6 PRO.
ShredderDetail_1=Deleted Files can be recovered even after disk formatted.
ShredderDetail_2=File shredder helps you remove unwanted files safely and permanently.
Program_Information=Program Information
Files_Deleted=Files Deleted
Registries_Deleted=Registries Deleted
Scheduled_Tasks_Deleted=Scheduled Tasks Deleted
Deleted_on_Reboot=Deleted on Reboot
Service_Deleted=Service Deleted
HtmlADPluginCaption=<a>%d</a> Ad Plug-ins interference
HtmlMaliciousPluginCaption=<a>%d</a> Malicious Plug-ins threat
MenuRight_Caption=Powerful Uninstall
UninstallLog_No_IsEmpty_M=No residual files found in Powerful Scan.
Input_Text_Search=Search
Hint_Settings=Options
Hint_WindowMin=Minimize
Hint_WindowMax=Maximize
Hint_WindowRest=Restore
Hint_WindowClose=Close
Hint_Tools=Tools
Nav_Colle_Program_All=Programs
Nav_Colle_Browser=Toolbars & Plug-ins
Nav_Colle_Win=Windows Apps
Nav_Colle_AC=Action Center
Nav_Item_Program_All=All Programs
Nav_Item_Program_Recent=Recently Installed
Nav_Item_Program_Infrequent=Infrequently Used
Nav_Item_Program_Large=Large Programs
Nav_Item_Win_Update=Windows Updates
Nav_Item_Browser_All=All Toolbars & Plug-ins
Button_Uninstall=Uninstall
Button_Remove=Remove
Button_OK=OK
Button_Cancel=Cancel
Button_Close=Close
Button_Yes=Yes
Button_No=No
Button_Continue=Continue
FileCorruptedMsg=Some files of IObit Uninstaller are corrupted. Please reinstall IObit Uninstaller.
Program_Mult=The program is already running under a different user account. Please exit it on that user account before trying to launch again.
ToolPopForceUninstall=Force Uninstall
ToolPopCleanup=Cleanup Residual
ToolPopHistory=Uninstall History
ToolPopFileShredder=File Shredder
MoreSettingPopSetting=Settings...
MoreSettingPopRestore=Restore
MoreSettingPopExport=Export program list
MoreSettingPopUpdate=Check for updates
MoreSettingPopManual=User manual
MoreSettingPopSupport=Technical support
MoreSettingPopOnline=IObit online
MoreSettingPopLike=Like
MoreSettingPopAbout=About
DefaultSelProg=Uninstall unnecessary program to free up more space.
DefaultSelPlug=Remove unwanted Plug-ins to protect your browser.
DefaultSelWApp=Uninstall unwanted Windows Apps to boost your PC.
SelInfoProg=program selected to uninstall. Total size:
SelInfoProgM=programs selected to uninstall. Total size:
SelInfoPlug=plug-in selected to remove.
SelInfoPlugM=plug-ins selected to remove.
SelInfoUpdate=Windows Update selected to uninstall.
SelInfoUpdateM=Windows Updates selected to uninstall.
SelInfoWApp=app selected to uninstall.
SelInfoWAppM=apps selected to uninstall.
v_license_OtherCode_M=The license code %s is only valid for %s. Please click the OK button to download and register your %s.
Cannotconnect_M=Cannot connect to our server. Please check your network/proxy settings and try validating your license later.
license_OtherGivewalys_M=%s is a giveaway license and only valid for the specified version. Please visit <a>here</a> to purchase a new license code for IU v7 PRO.
SysRestore_CreateComplete=Restore point created successfully!
SysRestore_CreateFailed=Creating Restore Point failed! Please check whether your System Restore is enabled.
SysRestore_CreateRestore_Confirm=Are you sure you want to create a restore point?
SysRestore_CreateRestore_Tip=Creating Restore Point, please wait...
SysRestore_CreateRestore_Failed=Creating Restore Point failed! Please check whether your System Restore is enabled.
SysRestore_SetRestore_Confirm=WARNING: Restoring your system to a restore point will undo all changes made after that restore point. Once started, System Restore cannot be undone or interrupted. Are you sure you want to continue?
SysRestore_SetRestore_Reboot=A reboot is required to apply those changes. Please save all your opened files and close all opened programs before reboot. Reboot computer now?
SysRestore_SetRestore_Tip=Restoring system files and settings, please wait...
SysRestore_Delete_Confirm=Are you sure you want to delete it?
Clean_Shortcuts_GroupsHeader_M=Invalid Shortcuts
Clean_WindowsPatch_GroupsHeader_M=Windows Patch Cache
Clean_Download_GroupsHeader_M=Download Folder
Shredder_Del_M=Are you sure to permanently remove the added %d items? This action is absolutely UNRECOVERABLE and it will take longer time to complete.
Shredder_DelOne_M =Are you sure to permanently remove the added %d item? This action is absolutely UNRECOVERABLE and it will take longer time to complete.
Shredder_NotDel_M="%s" was not shredded as it is unable to write to. Please check whether it is still in use.
Shredder_InUse_M=Some files were not shredded as they are unable to write to. Please check whether they are still in use.
Shredder_Sucess_M=Shredded successfully.
Shredder_OneSucess_M=Shredded successfully.
Shredder_DirIsEmpty_M=It is empty. You cannot shred it.
FileShredder_MaxCount_M=5000 files have been added. Please add the rest of the files after shredding these 5000 files.
BatchUninstall_NoneSelect_M=Please select at least one program.
OtherInfo_M="%s" can only be uninstalled from Control Panel. Do you want to go to Control Panel to continue the uninstall?
RelationInfo_M="%s" will be uninstalled together. Are you sure to continue the uninstall?
EndProInfo_M=Process "%s" of "%s" is still running. Please make sure you have ended "%s" and click Continue.
DRclickmis_M="%s" can’t be uninstalled in routine way. Please <a>click here</a> for detailed uninstall instruction and uninstall again.
UinstallAgain_M=Uninstall Again
license_expired_M=The license %s has expired. Click <a>here</a> to purchase a new license.
license_maximum_M=The license %s has been activated for maximum PCs and cannot be used. Please click <a>here</a> to purchase another license to activate IObit Uninstaller PRO for this PC.
license_Free_M=The license %s cannot be activated. Please purchase a new license for IObit Uninstaller PRO.
license_valid_M=Invalid license code! Please enter a valid license code.
Uninstall_Btn_Str=Uninstall
SureToDelete_Str=Are you sure to delete the selected items?
DeselectAll_Str=Deselect All
SelectAll_Str=Select All
SuccessReslutFromHistroySome=Residual files of <a>%d</a> programs cleaned successfully. Check details below.
SuccessWithNoResidualSingle=You have successfully uninstalled <a>%d</a> program with no residual files.
SuccessWithNoResidualSome=You have successfully uninstalled <a>%d</a> programs with no residual files.
FailedReslut="%s" failed to be uninstalled. Enter your email below and click the Feedback button. A uninstall log will be sent to us.
AllFailedReslutSingle=Uninstall %s failed. Enter your email below and click the Feedback button. A uninstall log will be sent to us.
AllFailedReslutSome=Uninstall %d programs failed. Enter your email below and click the Feedback button. A uninstall log will be sent to us.
MsgBox_SelectWin8App=Please select at least one app.
NoticeInfo_One=Malicious plug-in is detected in your browser, please open IObit Uninstaller to remove it.
NoticeInfo_Some=Malicious plug-ins are detected in your browser, please open IObit Uninstaller to remove them.
FuncPluginRemoveSuccessMsgBox=Items removed successfully
FuncPluginSelectMsgBox=Please select an item first.
FuncPluginRemoveFailedMsgBox_2=Please exit the following browsers to remove the items:
FuncPluginRemoveFailedMsgBox_3=Please exit your browsers and try again.
FuncPluginRemoveFailedSingleMsgBox=Remove %s failed. Please click Feedback to get more help.
FuncPluginRemoveFailedSomeMsgBox=Remove %d plugins failed. Please click Feedback to get more help.
RestoreDefaultSettingsButton=Restore %s Default Settings
FeedBack_Sending=Sending...
FeedBack_SendingSuccess=Send successed
FeedBack_SendFailed=Send failed. Please click OK to submit an online feedback.
licenseEg_M=E.g.: AAAAA-BBBBB-CCCCC-DDDDD
lbl_White.caption=White
NouselessFiles_M=No useless files found in your computer.
ExistDownloadFile_M=Are you sure you want to clean the selected files in Download Folder?
scaning_M=Scanning
Exit_M=Exit
OpenIU_M=Open IObit Uninstaller 
Allthefollowing_M=All selected residuals have been cleaned successfully.
SpecTClose=Close
SpecTOK=OK
SpecTHide=Hide
SpecTUninstalling=Uninstalling the following program:
SpecTUninstallingM=Uninstalling the following programs:
SpecTUninstalled=program has been uninstalled.
SpecTUninstalledM=programs have been uninstalled.
Shredder_NotAddFolder_M=Unable to add file "%s" to shred as this operation may cause system instability
ForceUninstallEndProgressMsg=%s is running. Please end the process and try again.
Setting_UITitle=User Interface
Setting_UpdateTitle=Update Method
Setting_GeneralTilte=General
Setting_NotificationTilte=Notification
Setting_Size_Normal=Normal
Setting_Size_Large=Large
Setting_Size_Larger=Larger
Update_NoItem_Tip=No Windows Updates found.
MsgBox_SelectProgram=Please select at least one program.
UpdateColumnStr_Title=Update name (Total:%d)
Update_Loading_Tip=Loading Windows Updates...
Win8NoItemTip=No Windows Apps found.
Win8ColumnStr_Title=App name (Total: %d)
Detail_Tip=Details
Detail_Name=Name
Detail_Ver=Version
Detail_Path=Installation path
Detail_Des=Description
Detail_Publisher=Publisher
Win8LoadingApp=Loading Apps...
Win8ListViewGroupsWin8AppHeader=Windows Apps
Win8ListViewGroupsWin8AppSubtitle=Apps published by Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Third-party Apps
Win8ListViewGroupsThirdSubtitle=Apps published by third-party corporations.
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Malicious Toolbars and Plug-ins
ListViewGroupMaliciousDesc=Those Toolbars and Plug-ins may change your default browser and steal your private information.
ListViewGroupAdTitle=Ad-based Toolbars and Plug-ins
ListViewGroupAdDesc=Those Toolbars and Plug-ins may display advertisement, banner ads, etc.
ListViewGroupTrustTitle=Trusted Toolbars and Plug-ins
ListViewGroupTrustDesc=Those Toolbars and Plug-ins won't harm your computer. You can remove or keep them as per your requests.
ListViewGroupExtensions=Extensions
ListViewGroupPlugins=Plugins
ListViewGroupToolbar=Toolbar
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupInjectedPrograms=Injected Programs
ListViewGroupExtension_DES=Extensions are used to customize browser with features you like
ListViewGroupPlugin_DES=Plugin can easily be installed and used as part of the web browser
ListViewGroupToolbar_DES=Toolbar helps users access sites quickly or perform other application functions
ListViewGroupBHO_DES=BHO helps create personalized browsers and provide simpler interactive functions
ListViewGroupActivex_DES=ActiveX is used by Internet Explorer to facilitate rich media playback
ListViewGroupInjection_DES=Injected programs will inject third-party dll files to your browser process to provide some features
PluginNoItemTip=No toolbars or plug-ins found in your browser
NoSerchItem_Tip=No items match your search.
PluginColumnStr_Title=Name (Total: %d)
ChromeSysncStr=Please disable your Chrome Sync feature to remove the selected plugins completely. Otherwise the plugins might be reinstalled automatically.
FuncPluginSysPluginMsgBox=It is not recommended to remove %s as some browser functions may be affected after the removal.
FuncPluginLoading=Loading...
FuncPluginRmoveSuccess=Removed successfully. Loading...
FuncVotePlugSelectMsgBox=Please select item to rate
FuncPluginRmoveConfireSingleMsgBox=Are you sure to remove the selected item?
FuncPluginRmoveConfireSomeMsgBox=Are you sure to remove the selected items?
FuncCheckBrowserMsgBox_1=%s is running.
FuncCheckBrowserMsgBox_2=Click OK to close it (Please save your contents first).
FuncCheckBrowserMsgBox_3=Or click Cancel to abort the operation.
FuncCheckBrowserMsgBox_4=%s are running.
FuncCheckBrowserMsgBox_5=Click OK to force close them (Unsaved contents may be lost).
FuncCheckBrowserMsgBox_6=Or click Cancel to abort the operation.
FuncPluginRemoveFailedMsgBox_1=Failed to remove the following items:
FuncPluginRemoveFailedMsgBox_4=%s may fail to be removed because it is under the protection of %s. Please exit %s and restart IObit Uninstaller to remove again.
FuncRestoreSuccessMsgBox=Restored to default settings successfully.
FuncRestoreFailedMsgBox=Failed to restore browser default settings, please exit %s and try again.
PluginRestoreStr=Restore %s Default Settings
FuncVoteMarkSelectMsgBox=Please rate.
FuncVoteFailedMsgBox=Rating failed, please check your network connection and try again.
FuncVoteActiveVote=Rate
FuncVoteWaitting=Submitting rate, please wait...
VoteStr_1=<a>1</a> user has rated. You have already rated.
VoteStr_2=No rate received yet. Be the first one to rate.
VoteStr_3=<a>%d</a> users have rated. You have already rated.
VoteStr_4=<a>%d</a> users have rated. How do you think about this plug-in?
NoticeInfoEx_One=<a>1</a> malicious plug-in is detected in your browser, please open IObit Uninstaller to remove it.
NoticeInfoEx_Some=<a>%d</a> malicious plug-ins are detected in your browser, please open IObit Uninstaller to remove them.
UninstallPromote=Purchase Now
OneItemStr=%d item
SomeItemStr=%d items
OneItem=item
SomeItems=items
RebootToDelete_Str=(Delete on reboot)
UninstallingSingleStr=Are you sure to uninstall the selected program?
UninstallingSomeStr=Are you sure to uninstall the selected %d programs?
Uninstall_Str=Uninstalling %s (%d/%d)
Scan_Str=Scanning %s (%d/%d)
CreateRetore_Str=Creating Restore Point, please wait...
SureToDeleteSomeStr=Uninstalled <a>%d</a> programs. Please make sure to only check the item you want to delete.
SureToDeleteOneStr=Uninstalled <a>1</a> program. Please make sure to only check the item you want to delete.
SureToDeleteByHistroyStr=Scan completed. Please make sure to only check the item you want to delete.
DeletingStr=Deleting leftovers, please wait
DeleteCancleStr=Are you sure you want to cancel the deletion?
RestoringCancleStr=Creating Restore Point. Are you sure you want to cancel?
RegistryCaption_Str=Registry
FileCaption_Str=File
TaskCaption_Str=Scheduled Tasks
ServiceCaption_Str=System Services
HintProToolStr=Advanced uninstall helps you uninstall %s completely and thoroughly.
SuccessReslutFromHistroySingle=Residual files have been cleaned successfully. Check details below:
SuccessReslutFromUninstallSingle=You have successfully uninstalled <a>%d</a> program with details below:
SuccessReslutFromUninstallSome=You have successfully uninstalled <a>%d</a> programs with details below:
SuccessReslutNeedRestartSingle=<a>%d</a> program has been uninstalled.
SuccessReslutNeedRestartSome=<a>%d</a> programs have been uninstalled.
FileDeleteReslut=Files deleted:  <a>%s</a>
RegDeleteReslut=Registry entries deleted:  <a>%d</a>
TaskDeleteReslut=Scheduled tasks deleted:  <a>%d</a>
ServiceDeleteReslut=Services deleted:  <a>%d</a>
HtmlRecomReslutCaption=Uninstalled <a>%d</a> programs and removed leftovers below:
HtmlFileReCaption=<a>%s</a> useless files
HtmlRegReCaption=<a>%d</a> useless registry entries
HtmlTaskReCaption=<a>%d</a> invalid schedule tasks
HtmlServicesReCaption=<a>%d</a> invalid system services
RebootYes=Reboot Now
RebootLater=Later
FromHistroyNoItem=No leftover found.
FromUninstallNoItem=Uninstall Completed.
RelatedMetroText=These apps are related. Uninstalling any one of them will uninstall the others automatically. Are you sure you want to uninstall?
RelatedSoftText=Above bundled products were installed at the same time. Do you want to uninstall them together?
EmailHint=Please enter your correct email here
MemoHint=Please describe your suggestions or the problems you encountered in detail.
EmailMessage=Invalid email address. Please enter a valid email address so that you can receive our reply.
MemoHint=Please describe your suggestion or the problem you encountered in detail.
ScreenMaxMessage=Operation failed. You've reached the maximum of 5 screenshots.
CloseHintMsg=Are you sure that you do not want to submit the feedback?
FeedBack_1=I love it
FeedBack_2=Suggestion
FeedBack_3=Failed to uninstall
FeedBack_4=Failed to show all programs
FeedBack_5=Powerful scan problems
FeedBack_6=Report a bug
FeedBack_7=Others
RelatedProTip=Activate PRO to uninstall bundled products together.
SpecProTip1=Uninstall %s and more programs completely.
SpecProTip2=Activate PRO to get this feature and enjoy more PRO features.
UninstallProTipEnterCode=Enter Code
UninstallProTipActive=Activate Now
UninstallProTipManage=Manage License
Scan_M=Scan
Clean_M=Clean
Cleaning_M=Cleaning
SelectAll_M=Select All
DeselectAll_M=Deselect All
PleaseSelect_M=Please select at least one item to scan.
CloseHint_M=Close
Invalid_item_M=(Invalid item)
ListviewHeader_Software_M=Program name (Total: %d)
SoftwareFrame_ProgramName_M=Program name (Total: %s)
History_Scan_M=Scan
History_Detail_M=Details
History_Residualfilesleft_M=Residual files left
Uninstalled_completely_M=Uninstalled completely
History_Installed_M=Installed
History_info_DouBle_M=programs selected to uninstall last time are not uninstalled completely. Please click Uninstall to continue.
History_info_One_M=program selected to uninstall last time is not uninstalled completely. Please click Uninstall to continue.
SoftwareFrame_InstallDate_M=Install date
SoftwareFrame_FrequencyUse_M=Last used
HistoryInfo_DisplayName=Display name
HistoryInfo_Publisher=Publisher
HistoryInfo_Version=Version
HistoryInfo_InstallDate=Install date
HistoryInfo_UseSize=Space usage
HistoryInfo_Location=Location
HistoryInfo_UninstallDate=Uninstall date
SoftwareFrame_Frequency_DaysHint_M=Not used for %s days.
Noprograms_Frequencyofuse_M=No infrequently used programs found.
Noprograms_100Size_M=No programs exceed 100MB found.
Noprograms_match_M=No items match your search.
Noprograms_Recent_M=No programs installed in the past 10 days.
Details_M=Details
Export_M=Export
monthsago_M=%d months ago 
yearsago_M=%d year ago
yearsagos_M=%d years ago
days_left_M=days left
SU_Title=Software Updater
SU_COL_Name=Software Updater
SU_COL_Version=Version
SU_COL_Ignore=Ignore
SU_COL_State=State
SU_Ignore=Ignore
SU_Ignored=Ignored
SU_NoIgnore=Don't ignore
SU_Update=Update
SU_Updating=Updating
SU_UpToDate=Up to date
SU_NewVersion=New Version
SU_CurrVersion=Current Version
SU_ActivePro=Activate automatic updates
SU_Button_UpdateAll=Update All
SU_Tip=Help you get your important programs up to date easily and efficiently.
APTitle=Activate All Pros
AP1=Delete More Stubborn Apps
AP2=Completely Remove Bundleware
AP3=Browser Adware Removal
AP4=Uninstall Malicious Plug-ins
Explorer_Button=File Shredder
Controlpanel_Button=Powerful Uninstall
MainUpdate_Hint=New Version
MainGiftbox_Hint=%D% Off Special Offer

[promot_M]
Youhave_M=You’ve Got a %D% OFF Special Offer from IObit!
ThisSpecial_M=This special offer is aimed to thank our loyal users for helping us make a better IObit Uninstaller
OnlyDays_M=Only %D Days Left
OnlyDay_M=Only %D Day Left
enjoy_the_PRO_M=Activate now to enjoy the PRO features:
PromotOne_M=Delete More Stubborn Apps
PromotTwo_M=Completely Remove Bundleware
PromotThere_M=Browser Adware Removal
ActivateNow_M=Activate Now 
GiveOffer_M=Give up this special offer
CountDown_M=Limited Time Offer: %dd:%dh:%dm:%ds:%dms*

[ActionCenter_M]
M_FixAllAC=Get All
M_HideAC=Hide
M_ShowAC=Show
M_ShowACTitle=Security && Performance
M_ShowACDesc=All recommended programs are hidden! Click "Show" to display them again and then install them to get full security protection and ultimate performance.
M_AC_FreeTitle=Security && Performance
M_AC_FreeHelp_Ins=Get better security protection and performance boost with recommended programs.
M_AC_FreeHelp_Upt=You haven't got the improved functions and newly added features.
M_AC_FreeHelp_OK=Running the following programs regularly offers you better security protection and PC performance.

M_ShowACTitle2=Notice!
M_AC_Tips=Get better security protection and performance boost with recommended programs.

M_Recomm_Ins=Recommend: Install %s
M_Recomm_Upt=Recommend: Update %s
M_none=None
M_Fix=Install now
M_Install=Install now
M_fixing=Installing
M_Updating=Updating
M_fixed=Got
M_failed=Failed
M_RuningWell=Latest version installed
M_Outdated=Outdated
M_NotInstalled=Not installed
M_Insatlled=Installed

M_ASCCaption=System Performance
M_ASCInfo_NotIns=Clean junk files, sweep privacy traces, and fix registry errors on your PC.
M_ASCInfo_UpToDate=Advanced SystemCare speeds up and optimizes your PC with 1-click.
M_ASCInfo_NeedUpDate=Advanced SystemCare is outdated.
M_ASCDesc=1-Click to Protect and Optimize Your PC
M_RunASC=Scan now
M_ASCOffer=Clean and optimize PC with 1-click.<br> Speed up your PC up to 200% faster.<br> Boost Internet up to 300% faster.<br>Monitor PC conditions in real time for smoother PC.<br>Protect your PC against common spyware.


M_IMFCaption=Malware Protection
M_IMFInfo_NotIns=Get better protection by installing IObit's anti-malware program.
M_IMFInfo_UpToDate=IObit Malware Fighter protects your PC against various malware.
M_IMFInfo_NeedUpDate=Your anti-malware program is outdated.
M_IMFDesc=Protect your PC against malware.
M_RunIMF=Scan now
M_IMFOffer=Powerful and comprehensive anti-malware program.<br>Defend ransomware like GoldenEye and Wannacry.<br>Safer online browsing and downloads.<br>Deeper && all-round real-time protection.

M_DBCaption=Driver Updater
M_DBInfo_NotIns_C=Update and fix your drivers to enjoy a more stable PC.
M_DBInfo_NotIns=There may be outdated drivers, which may slow down && destabilize your PC.
M_DBInfo_UpToDate=Driver Booster updates all outdated drivers on your PC.
M_DBInfo_NeedUpDate=Your driver update program is outdated.
M_DBDesc=Update all outdated drivers on your PC.
M_RunDB=Scan now
M_DBOffer=Large Driver Database (1,000,000+).<br>Update Drivers with Just 1-Click.<br>Safe Update with Qualified WHQL drivers.<br>Common Problems (e.g. network, sound) Fixer.<br>Reduce System Freezes && Crashes.

M_SDCaption=Disk Optimization
M_SDInfo_NotIns=Optimize your disks to get faster PC startup and higher file access speed.
M_SDInfo_UpToDate=Smart Defrag defragments disk for high performance.
M_SDInfo_NeedUpDate=Your disk defrag program is outdated.
M_SDDesc=Defragment disk for high performance.
M_RunSD=Defrag now
M_SDOffer=Higher File Access Speed.<br>Maximum Hard Disk Performance.<br>Accelerate PC Startup up to 100% Faster.<br>Optimize Games for Better Gaming Experience.

M_SMCaption=Start Menu
M_SMInfo_NotIns=Get back your familiar Windows "Start" Menu.
M_SMInfo_UpToDate=Start Menu 8 brings back the Windows "Start" Menu.
M_SMInfo_NeedUpDate=Your Start Menu 8 is outdated.
M_SMDesc=Bring back Start Menu && manage desktop.
M_RunSM=Run now
M_SMOffer=Bring back classic Start Menu to Windows 8/10.<br>The powerful and simple File Search Engine.

M_AMCCaption=Android Protection
M_AMCInfo_NotIns=Get better security and privacy protection for your Android device.
M_Recomm_Ins_AMC=Recommended: Install %s to your Android device.
M_AMCDesc=Optimize and secure your Android device.
M_RunAMC=Install now
M_DLCaption=Password Manager
M_DLInfo_NotIns=Protect and manage all your passwords with Dashlane Password Manager.
M_DLInfo_UpToDate=Never forget your password with safe and secure Dashlane.
M_RunDL=Manage
M_DLOffer=The simple, secure way to manage your passwords.<br>Generate unique passwords to protect your accounts.<br>Automatically login on your favorite websites.<br>For Windows, Mac, iOS and Android.

M_FPCaption=Video Converter
M_FPInfo_NotIns=Get a video converter to convert your videos for different devices.
M_FPInfo_UpToDate=Enjoy watching videos on any devices you want.
M_FPInfo_NeedUpDate=Format Package is outdated.

M_iFreeUpCaption=iOS Optimization
M_RuniFreeUp=Scan now
M_BuyiFreeUp=Buy now
M_iFreeUpDesc=Free your iOS device for more space.
M_iFreeUpInfo_NotIns=There may be much valuable space wasted on your iOS device.
M_iFreeUpInfo_UpToDate=iFreeUp frees your iOS device for more space.
M_iFreeUpInfo_NeedUpDate=Your iFreeUp is outdated.
M_Recomm_Ins_iFreeUp=Recommended: Install %s to free wasted space.

M_RunSGB=Boost now
M_SGBCaption=Game Optimization
M_SGBInfo_NotIns=Boost your Game and PC lifespan while keeping it in top shape.
M_SGBInfo_UpToDate=Superb Game Boost speeds up and optimizes your Game Performance with 1-click.
M_SGBInfo_NeedUpDate=Superb Game Boost is outdated.

M_RunIVC=Try now
M_IVCCaption=Free Video Converter
M_IVCInfo_NotIns=100% free and clean, 150+ formats and faster video conversion!
M_IVCInfo_UpToDate=Watch videos in any way you want to.
M_IVCInfo_NeedUpDate=iFun Video Converter is outdated.

M_RunIOT=Manage now
M_IOTCaption=iPhone Manager
M_IOTInfo_NotIns=1-click to transfer and manage your iPhone contents on PC.
M_IOTInfo_UpToDate=1-click to import, export, and manage photos, vidoes, and music on your iOS devices.
M_IOTInfo_NeedUpDate=IOTransfer is outdated.
M_IOTTip=IOTransfer promises:<br>+ Manage iPhone photos & contacts with ease<br>+ One-click transfer iPhone contents to PC<br>+ Download online videos from 100+ website<br>+ Clean all kinds of junk files from iPhone iPad
M_IOTDesc=All-in-one Content Manager for iPhone && iPad.
M_IOTOffer=Your best iPhone/iPad manager.<br>1-click data transfer from iPhone/iPad to PC.<br>Download online videos from 100+ popular websites.<br>Easily and safely clean junk files to free up iOS device's space.

M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Web Companion protects you against phishing and malware sites.
M_AdawareInfo_UpToDate=Web Companion protects you against phishing and malware sites.
M_AdawareOfferDesc=Install Web Companion to improve my Internet Protection and Set Bing® by Microsoft™ as my homepage, new tabs, and default search engine on compatible browsers.   
M_AdawareOffer=Fast and Easy to install.<br>Anti-Phishing Protection.<br>Real-Time Web Protection. <br>Multi-Browser Compatibility.

M_kvpCaption=Video Downloader
M_kvpInfo_NotIns=Download videos from YouTube and 10,000+ sites quickly.
M_kvpInfo_UpToDate=Download videos from YouTube and 10,000+ sites quickly.
M_kvpOffer=Download videos from YouTube and 10,000+ sites quickly.<br>Download videos in any format with one click.<br>Download YouTube Playlists && Lynda Playlists in batch.<br>3X faster download speed with multi-thread technology.<br>Convert online && local videos to any format.

M_Moffer_Title=IObit Recommends
M_Close=Close
M_Cancel=Cancel
M_Moffer_Install=Install
M_Moffer_NoteEP=By clicking "Install", you agree to install %s and accept its <a>EULA</a> && <a>Privacy Policy</a>.
M_Moffer_Refund=<a>Note:</a> You can get a refund within 30 days. Read <a>Refund Policy</a>.
                       


                       

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport.Caption=Send Bugreport
lblErrorDetails.Caption=Error Details:
lblUserEmail.Caption=Your email address:
lblSuccTips.Caption=Thanks for sending us the bugreport. We will try to solve it as soon as possible.
btnClose.Hint=Close

[SendBugReportNew_M]
M_AskUserTips=has encountered a problem. Please send us the bugreport and help us fix it.
M_BugStatisticsTips=has encountered a problem and needs to close. We are analyzing the cause now. Please wait...
M_SendingTips=Sending...
M_AttentionTips=has encountered a problem and needs to close. Please restart it later.
M_InvalidEmailTips=Invalid email address! Please enter a valid email address so that you can receive our reply.
M_OKTips=OK

[ACD_M]
M_InstallingTip=Installing
M_Downloading=Downloading:
M_TipFixing=Fixing
M_Tips=Downloading is in process. Double click the icon to view details.
M_Installing=Installing:
M_MD5Faild=The downloaded file is ​corrupted. Please try again later.
M_NetError=Download failed due to network error. Please try again later!
M_DiskIsFull=Insufficient disk space!
M_Speed=Speed:
M_AreSure_IObit=Are you sure you want to exit IObit Downloader?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Cancel
lbl_Min.Caption=Minimize
btnClose.Hint=Close